Repository: alexclassroom/pinyin-slugs
Catalog: languages/pinyinslugs-*.po
Languages: nl_nl

source: It looks like your WordPress install needs to be updated, please do that first.
nl_nl: Het lijkt erop alsof je WordPress versie ge-update moet worden, doe dat eerst.

source: Github Profile
nl_nl: Github Profiel

source: WordPress.org Profile
nl_nl: WordPress.org Profiel

source: LinkedIn Profile
nl_nl: LinkedIn Profiel

source: Senlin Online, WordPress Consulting &amp; Coding and WPML specialist
nl_nl: Senlin Online, WordPress Consultatie &amp; Coderen en WPML specialist

source: Piet has been developing websites since 2005 and working with WordPress since 2006. SO Pinyin Slugs is Piet's 5th plugin. You can find out more information about him via the following links:
nl_nl: Piet ontwikkelt websites sinds 2005 en werkt met WordPress sinds 2006. SO Pinyin Slugs is de 5e plugin van Piet. Je kan meer informatie over hem vinden via de volgende links:

source: About the Developer: Piet Bos
nl_nl: Over de Ontwikkelaar: Piet Bos

source: Rate the SO Pinyin Slugs plugin
nl_nl: Beoordeel de SO Pinyin Slugs plugin

source: Save Changes
nl_nl: Wijzigingen opslaan

source: By default the maximum slug length is set to 100 letters; anything over that limit will not be converted. If you want to change this limit, you can do that here.
nl_nl: De maximale slug lengte is standaard ingesteld op 100 letters; alles boven die grens zal niet worden geconverteerd. Als je deze limiet wilt wijzigen, kan je dat hier doen.

source: Slug Length
nl_nl: Slug Lengte

source: SO Pinyin Slugs - Slug Length
nl_nl: SO Pinyin Slugs - Slug Lengte

source: A <strong>limitation of SO Pinyin Slugs</strong> is that it completely ignores anything other than Chinese characters in your slug. For example: if you have a product name with a number in it, then the plugin ignores this number. You will have to add that manually to the slug if needed. Likewise, if you're writing an English title and you combine it with some Chinese characters, the resulting slug will only contain the pinyin of those characters; in other words the English is completely ignored.
nl_nl: Een <strong>beperking van SO Pinyin Slugs</strong> is dat niet-Chinese tekens in de slug volledig genegeerd worden. Als voorbeeld: wanneer je een product naam hebt met een nummer erin, dan gaar de plugin voorbij aan dat nummer. Als het nodig is zal je dat nummer handmatig toe moeten voegen. Evenzo, wanneer je een Nederlandse titel maakt met Chinese tekens erin, negeert de plugin het Nederlands en zal de slug alleen het pinyin van de Chinese tekens laten zien.

source: In that case you might want to add 301 Permanent Redirects for those specific links to your .htaccess file.
nl_nl: In dat geval zou je voor die specifieke links 301 Permanente Redirects toe kunnen voegen aan het .htaccess file.

source: <strong>Note:</strong> If you choose to manually rewrite the slugs of existing permalinks, then please keep in mind that the previous permalinks that have been indexed by search engines (like Google, Baidu) do not change automatically. This may impact your site ranking if you just leave it like that.
nl_nl: <strong>Let op:</strong>Wanneer je ervoor kiest om handmatig de slugs van bestaande permalinks te veranderen, houd dan in je achterhoofd dat de permalinks die al zijn ge√Øndexed door de zoekmachines (zoals Google en Baidu), daar niet automatisch veranderen. Als je daar verder niets aan doet, kan dit van invloed zijn op je site ranking.

source: SO Pinyin Slugs will only work for new slugs, not on existing slugs. You can choose to rewrite the slugs of existing permalinks manually.
nl_nl: SO Pinyin Slugs werkt alleen voor nieuwe slugs, niet voor bestaande slugs. Je kan ervoor kiezen handmatig de slugs van bestaande permalinks wijzigen.

source: SO Pinyin Slugs automatically transforms Chinese character titles into pinyin slugs.
nl_nl: SO Pinyin Slugs wijzigt Chinese tekens in titels automatisch in pinyin slugs.

source: Important Information
nl_nl: Belangrijke Informatie

source: SO Pinyin Slugs Plugin Settings
nl_nl: SO Pinyin Slugs Plugin Instellingen

source: Contribute to SO Pinyin Slugs over at Github
nl_nl: Draag bij aan de ontwikkeling van SO Pinyin Slugs via Github

source: Rate this plugin!
nl_nl: Beoordeel deze plugin!

source: I will only support this plugin through %s. Therefore, if you have any questions, need help and/or want to make a feature request, please open an issue over at Github. You can also browse through open and closed issues to find what you are looking for and perhaps even help others.<br /><br /><strong>PLEASE DO NOT POST YOUR ISSUES VIA THE WORDPRESS FORUMS</strong><br /><br />Thank you for your understanding and cooperation.
nl_nl: Ik zal deze plugin alleen ondersteunen via %s. Wanneer je vragen hebt, hulp nodig hebt en/of een verzoek hebt voor een bepaald feature, open dan een issue op Github. Je kan ook eerdere issues bekijken en wellicht anderen helpen met hun vragen.<br /><br /><strong>AUB NIET JE PROBLEMEN POSTEN VIA DE WORDPRESS FORUMS</strong><br /><br />Dank voor je begrip en medewerking.

source: If you have found this plugin useful, please give it a favourable rating in the %1$s and/or consider contributing to the plugin over at %2$s
nl_nl: Als je deze plugin handig vindt, geef het dan alsjeblieft een gunstige beoordeling in de %1$s en/of overweeg een bijdrage te leveren via %2$s
